var chinesePinyin = {
  zero:['零','Líng'],
  one:[['',''],['一','Yī'],['二','Èr'],['三','Sān'],['四','Sì'],['五','Wǔ'],['六','Liù'],['七','Qī'],['八','Bā'],['九','Jiǔ']],
  ten:[['',''],['十','Shí'],['二十','Èrshí'],['三十','Sānshí'],['四十','Sìshí'],['五十','Wǔshí'],['六十','Liùshí'],['七十','Qīshí'],['八十','Bāshí'],['九十','Jiǔshí']],
  hundred:[['',''],['百','Bǎi'],['二百','Èrbǎi'],['三百','Sānbǎi'],['四百','Sìbǎi'],['五百','Wǔbǎi'],['六百','Liùbǎi'],['七百','Qībǎi'],['八百','Bābǎi'],['九百','Jiǔbǎi']],
  thousand:[['',''],['千','Qiān'],['二千','Èrqiān'],['三千','Sānqiān'],['四千','Sìqiān'],['五千','Wǔqiān'],['六千','Liùqiān'],['七千','Qīqiān'],['八千','Bāqiān'],['九千','Jiǔqiān']],
  suffix:[['',''],['万','Wàn'],['億','Yì'],['兆','Zhào']]
}
