var chineseBopomofo = {
  zero:['零','Líng'],
  one:[['',''],['一','ㄧ'],['二','ㄦˋ'],['三','ㄙㄢ'],['四','ㄙˋ'],['五','ㄨˇ'],['六','ㄌㄧㄡˋ'],['七','ㄑㄧ'],['八','ㄅㄚ'],['九','ㄐㄧㄡˇ']],
  ten:[['',''],['十','ㄕˊ'],['二十','ㄦˋ ㄕˊ'],['三十','ㄙㄢ ㄕˊ'],['四十','ㄙˋ ㄕˊ'],['五十','ㄨˇ ㄕˊ'],['六十','ㄌㄧㄡˋ ㄕˊ'],['七十','ㄑㄧ ㄕˊ'],['八十','ㄅㄚ ㄕˊ'],['九十','ㄐㄧㄡˇ ㄕˊ']],
  hundred:[['',''],['百','ㄅㄞˇ'],['二百','ㄦˋ ㄅㄞˇ'],['三百','ㄙㄢ ㄅㄞˇ'],['四百','ㄙˋ ㄅㄞˇ'],['五百','ㄨˇ ㄅㄞˇ'],['六百','ㄌㄧㄡˋ ㄅㄞˇ'],['七百','ㄑㄧ ㄅㄞˇ'],['八百','ㄅㄚ ㄅㄞˇ'],['九百','ㄐㄧㄡˇ ㄅㄞˇ']],
  thousand:[['',''],['千','ㄑㄧㄢ'],['二千','ㄦˋ ㄑㄧㄢ'],['三千','ㄙㄢ ㄑㄧㄢ'],['四千','ㄙˋ ㄑㄧㄢ'],['五千','ㄨˇ ㄑㄧㄢ'],['六千','ㄌㄧㄡˋ ㄑㄧㄢ'],['七千','ㄑㄧ ㄑㄧㄢ'],['八千','ㄅㄚ ㄑㄧㄢ'],['九千','ㄐㄧㄡˇ ㄑㄧㄢ']],
  suffix:[['',''],['万','ㄨㄢˋ'],['億','ㄧˋ'],['兆','ㄓㄠˋ']]
}
