var koreanHanja = {
  zero:['零','공'],
  one:[['',''],['一','일'],['二','이'],['三','삼'],['四','사'],['五','오'],['六','육'],['七','칠'],['八','팔'],['九','구']],
  ten:[['',''],['十','십'],['二十','이십'],['三十','삼십'],['四十','사십'],['五十','오십'],['六十','육십'],['七十','칠십'],['八十','팔십'],['九十','구십']],
  hundred:[['',''],['百','백'],['二百','이백'],['三百','삼백'],['四百','사백'],['五百','오백'],['六百','육백'],['七百','칠백'],['八百','팔백'],['九百','구백']],
  thousand:[['',''],['千','천'],['二千','이천'],['三千','삼천'],['四千','사천'],['五千','오천'],['六千','육천'],['七千','칠천'],['八千','팔천'],['九千','구천']],
  suffix:[['',''],['万','만'],['億','억'],['兆','조']]
}
