var testLib = {
  zero:['零','れい'],
  one:[['',''],['一','いち'],['二','に'],['三','さん'],['四','よん'],['五','ご'],['六','ろく'],['七','しち'],['八','はち'],['九','きゅう']],
  ten:[['',''],['十','じゅう'],['二十','にじゅう'],['三十','さんじゅう'],['四十','よんじゅう'],['五十','ごじゅう'],['六十','ろくじゅう'],['七十','しちじゅう'],['八十','はちじゅう'],['九十','くじゅう']],
  hundred:[['',''],['百','ひゃく'],['二百','にひゃく'],['三百','さんびゃく'],['四百','よんひゃく'],['五百','ごひゃく'],['六百','ろっぴゃく'],['七百','ななひゃく'],['八百','はっぴゃく'],['九百','きゅうひゃく']],
  thousand:[['',''],['千','せん'],['二千','にせん'],['三千','さんぜん'],['四千','よんせん'],['五千','ごせん'],['六千','ろくせん'],['七千','ななせん'],['八千','はっせん'],['九千','きゅうせん']],
  suffix:[['',''],['万','まん'],['億','おく'],['兆','ちょう']]
}
